org-configs/org-customization-survey-2013.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:23 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Org-Mode Survey Results - 2013</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mike McLean" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Org-Mode Survey Results - 2013</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd8d5fdd">Introduction</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd8d5fdd" class="outline-2">
<h2 id="orgd8d5fdd">Introduction</h2>
<div class="outline-text-2" id="text-orgd8d5fdd">
<p>
This file serves as a placeholder for the 2013 Org mode customization
survey. Mike McLean ran the survey in November 2013 using a <a href="https://github.com/SkydiveMike/org-customization-survey">collector
function</a> provided by Carsten.
</p>

<p>
As of <span class="timestamp-wrapper"><span class="timestamp">[2013-10-31 Thu]</span></span>, this is a placeholder only until the survey
results are received and tabulated.
</p>
</div>

<div id="outline-container-org64095dc" class="outline-3">
<h3 id="org64095dc">Contributors with abbreviations</h3>
<div class="outline-text-3" id="text-org64095dc">
<p>
The following people have sent in their customizations.
</p>

<ul class="org-ul">
<li>MM - Mike McLean</li>
</ul>
</div>
</div>

<div id="outline-container-org9cb1b27" class="outline-3">
<h3 id="org9cb1b27">Notes</h3>
<div class="outline-text-3" id="text-org9cb1b27">
<p>
&ldquo;Check email&rdquo; - indicates a setting that is too long and/or personal
to be of general use.  Of course, it can still be accessed from email
by knowing the submitter and variable name.
</p>

<p>
&ldquo;Same&rdquo; means that the user has set the variables to its default,
probably because of playing with different values and the returning to
the default.  Such &ldquo;customizations&rdquo; have been taken out in the
statistical data, but they are still present in the raw data table.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Mike McLean</p>
<p class="date">Created: 2021-06-15 Tue 18:23</p>
</div>
</body>
</html>
